Repository: iakdis/buhocms
Catalog: assets/l10n/app_*.arb
Languages: de, zh

source: About BuhoCMS
de: Über BuhoCMS
zh: 关于 BuhoCMS

# openSite
source: Open website
de: Website öffnen
zh: 打开网站

# currentSitePath
source: Current website path: {path}
de: Pfad der aktuellen Website: {path}
zh: 当前网站路径：{path}

# createSite
source: Create website
de: Website erstellen
zh: 创建网站

# createSite_Description
source: Create a new Hugo website
de: Neue Website erstellen
zh: 创建一个新的Hugo网站

source: Hugo themes
zh: Hugo 主题

# currentHugoThemes
source: Current Hugo theme: {theme}. Select or download a Hugo theme
de: Aktuelles Hugo-Thema: {theme}. Select or download a Hugo theme
zh: 当前Hugo主题：{theme}，点击左侧按钮选择或下载一个Hugo主题。

source: Preferences
de: Einstellungen
zh: 首选项

# preferences_Description
source: Export your preferences to a file, load from a file or reset the preferences for BuhoCMS
de: Exportiere deine Einstellungen als Datei, lade aus einer Datei oder setze die Enstellungen for BuhoCMS zurück
zh: 将你的偏好设置导出至文件，从文件中加载或重新设定BuhoCMS的偏好设置。

source: Select a save path
de: Wähle einen Speicherpfad
zh: 选择一个保存路径

source: Override file?
de: Datei überschreiben?
zh: 覆盖文件？

# overrideFile_Description
source: A file named {file} already exists in this directory. Override the old file?
de: Eine Datei mit dem Namen {file} existiert bereits in diesem Verzeichnis. Alte Datei überschreiben?
zh: 这个目录中已经存在一个名为 {file} 的文件，要覆盖旧文件吗？

source: Cancel
de: Abbrechen
zh: 取消

source: Yes
de: Ja
zh: 确认

source: Export
de: Exportieren
zh: 导出

source: Import
de: Importieren
zh: 导入

source: Reset
de: Zurücksetzen
zh: 重置

source: Edit Front matter list
de: Front matter Liste bearbeiten
zh: 编辑目录列表

# editFrontmatterList_Description
source: Edit your current Front matter list to add, edit, rearrange or remove entries
de: Bearbeite deine aktuelle Front matter Liste, um Einträge hinzuzufügen, zu bearbeiten, zu verschieben oder zu entfernen
zh: 编辑当前目录列表，以添加、编辑、重新排列或删除条目。

source: Editing Page
de: Bearbeitungsseite
zh: 编辑页面

source: GUI Mode
de: GUI-Modus
zh: GUI模式

source: Text Mode
de: Text-Modus
zh: 文本模式

source: Stop Hugo server
zh: 停止 Hugo Server

source: Start Hugo server
zh: 启动 Hugo Server

source: Open Hugo server
zh: 打开 Hugo Server

# buildHugoSite
source: Build Hugo website
zh: 组建 Hugo Page

source: Open "public" folder
zh: 打开 "public" 文件夹

source: Sort by
de: Sortieren nach
zh: 排序方式

# parentFolderButton_Toolip
source: Go to parent folder. Current: {path}
de: Zum übergeordneten Ordner wechseln. Aktuell: {path}
zh: 回到上一级文件夹，当前：{path}

source: New post
de: Neuer Artikel
zh: 新建文章

source: New folder
de: Neuer Ordner
zh: 新建文件夹

# error_RenameDirectory
source: Error: Could not rename folder {oldPath} to {newPath} as a folder with the same name already exists in this directory
de: Fehler: Konnte Ordner {oldPath} nicht nach {newPath} umbenennen da ein Ordner mit dem selben Namen in diesem Verzeichnis existiert
zh: 错误：无法将文件夹 {oldPath} 重命名为 {newPath} ，因为这个目录中已经存在一个同名的文件夹。

# renamedDirectory
source: Renamed folder {oldPath} to {newPath}
de: Ordner {oldPath} nach {newPath} umbenannt
zh: 将文件夹 {oldPath} 重命名为 {newPath}

source: Delete folder
de: Ordner löschen
zh: 删除文件夹

# deleteFolder_Description
source: Are you sure you want to delete the folder:
de: Bist du sicher, den Ordner zu löschen:
zh: 你确定要删除这个文件夹吗：

# deletedFolder
source: Deleted folder {path}
de: Ordner {path} gelöscht
zh: 删除文件夹 {path}

# error_RenameFile
source: Error: Could not rename file {oldPath} to {newPath} as a file with the same name already exists in this directory
de: Fehler: Konnte die Datei {oldPath} nicht nach {newPath} umbenennen da ein Ordner mit dem selben Namen in diesem Verzeichnis existiert
zh: 错误：无法将文件 {oldPath} 重命名为 {newPath} ，因为这个目录中已经存在一个同名的文件。

# renamedFile
source: Renamed file {oldPath} to {newPath}
de: Datei {oldPath} nach {newPath} umbenannt
zh: 将文件 {oldPath} 重命名为 {newPath}

source: Delete file
de: Datei löschen
zh: 删除文件

# deleteFile_Description
source: Are you sure you want to delete the file:
de: Bist du sicher, die Datei zu löschen:
zh: 你确定要删除这个文件吗：

# deletedFile
source: Deleted file {path}
de: Datei {path} gelöscht
zh: 删除文件 {path}

# alreadyAtHighestLevel
source: Already at highest level; Cannot open folder above "content" folder
de: Bereits im höchsten Ordner; Kann keinen Ordner über "{content}" öffnen
zh: 已经处于最高级文件夹，无法打开 "content" 的上一级文件夹。

# sortByName
source: By name
de: Nach Namen
zh: 按文件名排序

# sortByNameReversed
source: By name (reversed)
de: Nach Namen (umgekehrt)
zh: 按文件名排序 (倒序)

# sortByDate
source: By date
de: Nach Datum
zh: 按日期排序

# sortByDateReversed
source: By date (reversed)
de: Nach Datum (umgekehrt)
zh: 按日期排序 (倒序)

# sortBySize
source: By size
de: Nach Größe
zh: 按文件大小排序

# sortBySizeReversed
source: By size (reversed)
de: Nach Größe (umgekehrt)
zh: 按文件大小排序 (倒序)

# sortByType
source: By type
de: Nach Dateityp
zh: 按类型排序

# sortByTypeReversed
source: By type (reversed)
de: Nach Dateityp (umgekehrt)
zh: 按类型排序 (倒序)

# postCreated
source: Post {post} created in path {path}
de: Artikel {post} erstellt in Pfad {path}
zh: 在路径 {path} 中创建的帖子 {post}

source: Create new post in:
de: Neuen Artikel erstellen in:
zh: 新建文章：

source: Can't be empty
de: Kann nicht leer sein
zh: 不能为空

# error_fileAlreadyExists
source: File with name {name} already exists in folder: {path}
de: Datei mit dem Namen {name} existiert bereits im Ordner: {path}
zh: 文件名为 {name} 的文件已经存在于文件夹： {path}

# folderCreated
source: Post {path} created
de: Artikel {path} erstellt
zh: 创建的帖子路径 {path}

source: Create new folder in:
de: Neuen Ordner erstellen in:
zh: 创建新的文件夹在：

# error_folderAlreadyExists
source: Folder with name {name} already exists in folder: {path}
de: Ordner mit dem Namen {name} existiert bereits im Ordner: {path}
zh: 文件夹中已经存在名称为 {name} 的文件夹： {path}

source: Rename
de: Umbenennen
zh: 重命名

source: Open in file explorer
de: Im Dateiordner öffnen
zh: 在文件管理器中打开

source: Delete
de: Löschen
zh: 删除

source: File
de: Datei
zh: 文件

source: Save
de: Speichern
zh: 保存

source: Revert changes
de: Änderungen rückgängig machen
zh: 撤销更改

source: Exit
de: Beenden
zh: 退出

source: Edit
de: Bearbeiten
zh: 编辑

source: Refresh files
de: Dateien aktualisieren
zh: 更新文件

# openCurrentFileInExplorer
source: Open current file in file explorer
de: Aktuelle Datei im Dateiordner öffnen
zh: 在文件管理器中打开

source: Help
de: Hilfe
zh: 帮助

source: Open Homepage
de: Homepage öffnen
zh: 打开项目主页

source: Report issue
de: Fehler melden
zh: 反馈问题

source: About
de: Über
zh: 关于

# error_DirectoryDoesNotExist
source: Directory {path} does not exist. Please select a valid directory path.
de: Ordner {path} existiert nicht. Bitte wähle einen gültigen Pfad.
zh: 目录 {path} 不存在，请选择一个有效的目录路径。

# error_DirectoryAlreadyExists
source: A directory with the path {path} already exists. Please rename or remove the existing folder.
de: Ein Verzeichnis mit dem Pfad {path} existiert bereits. Bitte benenne den existierenden Ordner um oder entferne ihn.
zh: 一个路径为 {path} 的目录已经存在了，请重新命名或删除现有文件夹。

source: BACK
de: ZURÜCK
zh: 返回

source: NEXT
de: NÄCHSTE
zh: 下一步

# continue2
source: CONTINUE
de: WEITER
zh: 继续

source: Create
de: Erstellen
zh: 创建

# executableNotFound
source: {program} executable not found. Please make sure that {program} is installed correctly.
de: {program} Executable-Datei nicht gefunden. Stelle bitte sicher, dass {program} korrekt installiert ist.
zh: 没有找到 {program} 可执行文件，请确保 {program} 已正确安装。

# executableFoundIn
source: {program} executable found in: {path}
de: {program} Executable-Datei gefunden in: {path}
zh: 发现 {program} 可执行文件在：{path}

source: Create location
de: Speicherort
zh: 创建位置

source: Choose path
de: Pfad auswählen
zh: 选择路径

# siteName
source: Website name
de: Name der Website
zh: 网站名称

source: Finish
de: Fertigstellen
zh: 完成

source: Inside folder:
de: Im Ordner:
zh: 内部文件夹:

source: Open
zh: 打开

source: Check Hugo folder structure
zh: 检查Hugo文件夹结构

# checkHugoFolderStructure_Description
source: Make sure your folder follows the correct Hugo structure with a content folder, config file, etc. Please refer to the Hugo documentation for more details. If you want to be sure your website follows the correct folder structure, feel free to create a new Hugo website.
zh: 确保你的文件夹遵循正确的Hugo结构，有一个内容文件夹、配置文件等。请参考Hugo文档以了解更多细节。如果你想确保你的网站遵循正确的文件夹结构，请随时创建一个新的Hugo网站。

source: Open Hugo Documentation
zh: 打开Hugo文档

# selectSiteFolder
source: Select website folder
de: Websiteordner auswählen
zh: 选择网站文件夹

# openHugoSite
source: Open Hugo website:
zh: 打开Hugo网站:

# error_ThemeAlreadyExists
source: A theme folder with the name {theme} already exists inside the themes folder. Please rename or remove the existing folder.
de: Ein Thema mit dem Namen {theme} existiert bereits im Themenordner. Bitte benenne den existierenden Ordner um oder entferne ihn.
zh: 主题文件夹中已经存在一个名称为 {theme} 的主题文件夹，请重新命名或删除现有文件夹。

source: Select a theme
de: Thema auswählen
zh: 请选择一个主题

source: None
de: Keine
zh: 空

source: Download
de: Herunterladen
zh: 下载

source: Start over
de: Von vorne beginnen
zh: 重新下载主题

# checkGitInstalled
source: Check, if Git is installed
de: Überprüfen, ob Git installiert ist
zh: 检查是否已安装Git

source: Download theme
de: Thema herunterladen
zh: 下载主题

# repositoryInvalidURL
source: Invalid URL
de: Ungültige URL
zh: 无效的URL

source: Theme repository
de: Themen-Repository
zh: 主题下载链接

# successfullyDownloadedHugoTheme
source: Successfully downloaded Hugo theme from:
de: Erfolgreich Hugo-Thema heruntergeladen aus:
zh: 已成功下载Hugo主题来自：

# nowSelectTheme
source: You can now select the theme {theme} in the Dropdown button.
de: Nun kannst du das Thema {theme} in der Dropdown-Schaltfläche auswählen.
zh: 现在, 你可以在左侧的下拉按钮中选择主题 {theme} 了 ↖ 点击左上角的返回以继续

# rememberToVisitDocs
source: Remember to visit the documentation in the themes repository for details on implementing the correct configurations.
de: Denke daran, die Dokumentation im Themen-Repository zu besuchen, um Details zur Implementierung der richtigen Konfigurationen zu erfahren.
zh: 记得查看主题文档以了解正确配置主题的一些细节

source: Welcome to BuhoCMS
de: Willkommen bei BuhoCMS
zh: 欢迎来到 BuhoCMS

# welcomeToBuhoCMS_Description
source: BuhoCMS is a local Content Management System for Hugo. Create or open a website, install a theme, and start creating new posts. To proceed, create or open a Hugo website.
de: BuhoCMS ist ein lokales Content Management System für Hugo und Jekyll. Erstelle oder öffne eine Website, installiere ein Thema, und beginne damit, neue Artikel zu erstellen. Um fortzufahren, erstelle oder öffne eine Website.
zh: BuhoCMS是Hugo的本地内容管理系统 你可以用它创建或打开一个网站，安装主题并开始创建新帖子 继续创建或打开Hugo网站 →

# hugoSiteSelected
source: Hugo website selected: {path}
zh: 选择Hugo网站：{path}

source: Themes
de: Themen
zh: 主题

# themes_Description
source: Download and select a Hugo theme. You can also skip this step and do it later via Settings.
de: Lade ein Hugo-Thema herunter und wähle es aus. Du kannst diesen Schritt auch überspringen ihn später in den Einstellungen beenden.
zh: 下载并选择一个Hugo主题 你也可以跳过这一步，稍后通过设置选择主题。

# hugoThemeSelected
source: Hugo theme selected: {path}
de: Ausgewähltes Hugo-Theme: {path}
zh: 已选择Hugo主题：{path}

source: All done!
de: Das ist alles!
zh: 全部完成!

# allDone_Description
source: Congratulations, you are ready to use BuhoCMS!
de: Herzlichen Glückwunsch, du bist nun bereit, BuhoCMS zu benutzen!
zh: 恭喜，您已准备好使用BuhoCMS了!

# sitePath
source: Website path: {path}
de: Websitepfad: {path}
zh: 网站路径: {path}

# hugoTheme
source: Hugo theme: {path}
de: Hugo-Thema: {path}
zh: Hugo主题：{path}

source: Get started
de: Loslegen
zh: 开始

# revertChanges_Description
source: Are you sure to revert this file? All unsaved work after the last save will be lost.
de: Bist du sicher, die Änderungen in dieser Datei rückgängig zu machen? Alle ungespeicherten Änderungen nach der letzten Speicherung werden verloren.
zh: 确认要还原此文件？自上次保存后当前所有未保存的工作都将丢失。

# quitWithUnsaved
source: Quit with unsaved changes
de: Beenden mit ungespeicherten Änderungen
zh: 退出并保存更改

# quitWithUnsaved_Description
source: You have unsaved changes. Do you want to save or revert everything before you quit?
de: Du hast ungespeicherten Änderungen. Möchtest du die Änderungen in dieser Datei speichern oder rückgängig machen, bevor das Programm beendet wird?
zh: 你有未保存的修改，你想在退出前保存或恢复所有内容吗？

# revertAndQuit
source: Revert & Quit
de: Rückgängig machen & Beenden
zh: 还原并退出

# saveAndQuit
source: Save & Quit
de: Speichern & Beenden
zh: 保存并退出

source: Unsaved changes
de: Ungespeicherte Änderungen
zh: 未保存的更改

# unsavedChanges_Description
source: You have unsaved changes. Do you want to save everything?
de: Du hast ungespeicherten Änderungen. Möchtest du alle Änderungen speichern?
zh: 你有未保存的修改，是否要保存所有内容？

source: Revert
de: Rückgängig machen
zh: 恢复

source: Create new post
de: Neuen Artikel erstellen
zh: 新建文章

source: Create new folder
de: Neuen Ordner erstellen
zh: 新建文件夹

source: Remove
de: Entfernen
zh: 移除

source: Close
de: Schließen
zh: 关闭

source: Add Front matter
de: Front matter hinzufügen
zh: 添加目录

source: Add
de: Hinzufügen
zh: 添加

# addedFrontmatterToList
source: Added Front matter to list with name {name} and type {type}
de: Front matter zur Liste mit Namen {name} und Typ {type} hinzugefügt
zh: 在列表中添加了名称为 {name} 和类型为 {type} 的目录

source: Front matter name:
zh: 目录名称：

source: Front matter type:
de: Front matter Typ:
zh: 目录类型：

# error_FrontmatterAlreadyContains
source: List already contains a Front Matter item with the same name!
de: Liste beinhaltet bereits einen Front Matter Eintrag mit dem selben Namen!
zh: 列表已包含同名的目录项目！

source: Edit Front matter
de: Front matter bearbeiten
zh: 编辑目录

# editedFrontmatterToList
source: Edited Front matter in list from name {oldName} to {newName} and type {oldType} to {newType}
de: Eintrag in Front matter Liste vom Namen {oldName} zu {newName} und Typ {oldType} zu {newType} bearbeitet
zh: 编辑了列表中的目录，将名称 {oldName} 改为 {newName}，类型 {oldType} 改为 {newType}。

# removedFrontmatterToList
source: Removed Front matter from list with name {name} and type {type}
de: Front matter Eintrag aus Liste mit Namen {name} und Typ {type} entfernt
zh: 从名称为 {name} 和类型为 {type} 的列表中删除了目录

source: Delete front matter
de: Front matter löschen
zh: 删除目录

# areYouSureDeleteFrontmatter
source: Are you sure you want to delete front matter:
de: Bist du sicher, das Front matter zu löschen:
zh: 你确定要删除目录：

# removedFrontmatter
source: Removed Front Matter {name} with type {type}
de: Front matter {name} mit Typ {type} entfernt
zh: 移除了类型为 {type} 的目录 {name}

# notFound_Description
source: {name} not found in the BuhoCMS list. Please create the field with its name in your BuhoCMS Front matter list (Settings → Hugo Settings → Edit Front matter list) or remove it from the source text
de: {name} nicht in der BuhoCMS Liste gefunden. Bitte erstelle das Feld mit seinem Namen und Typ in deiner BuhoCMS Front matter Liste (Einstellungen → SSG Einstellungen → Front matter Liste bearbeiten) oder entferne den Eintrag aus dem Text
zh: 在BuhoCMS的列表中找不到 {name}，请在你的BuhoCMS目录中创建带有其名称的字段（设置→雨果设置→编辑目录）或从源文本中删除它。

source: Restore
de: Wiederherstellen
zh: 恢复

# error_executableNotFound
source: Error: {program} executable not found while running command {command}
de: Fehler: {program} Executable-Datei nicht gefunden beim Ausführen des Befehls {command}
zh: 错误：运行命令 {command} 时未发现可执行文件 {program}

# removeTag
source: Remove tag {tag}
de: Tag {tag} entfernen
zh: 移除 {tag} 标签

source: Tag
zh: 标签

source: Create your first post
de: Erstelle deinen ersten Artikel
zh: 创建你的第一篇文章

source: No file selected
de: Keine Datei ausgewählt
zh: 没有选定文件

source: Content
de: Inhalt
zh: 内容

source: Front matter
zh: 目录

source: Hide
de: Verstecken
zh: 隐藏

source: Show
de: Zeigen
zh: 显示

# draggableMode_Description
source: Switch to Draggable Mode. Drag handles will appear on each field
de: Zu Verschiebbarem Modus wechseln. Es werden Griffe neben jedem Feld erscheinen
zh: 切换到可拖曳模式，拖曳控制柄将出现在每个字段上。

# draggableModeLock
source: Lock draggable mode
de: Verschiebbaren Modus sperren
zh: 锁定可拖曳模式

# draggableModeOn
source: Draggable Mode
de: Verschiebbarer Modus
zh: 可拖曳模式

# content_Description
source: Write your markdown content here
de: Schreibe hier deinen Markdown Inhalt
zh: 在这里写下你的MarkDown内容

# resetBuhoCMS
source: Reset preferences
de: Einstellungen zurücksetzen
zh: 重置首选项

# areYouSureResetBuhoCMS
source: Are you sure to reset all preferences? Make sure to export your current preferences to be able to restore your settings.
de: Bist du sicher, alle Einstellungen zurückzusetzen? Stelle sicher, deine aktuellen Einstellungen zur Wiederherstellung zu exportieren.
zh: 确定要重置所有的偏好设置吗？请确保导出当前的偏好，以便能够恢复您的设置。

# fullScreenInfo
source: Press F11 or ESC to exit Full Screen mode
de: Drücke F11 oder ESC, um den Vollbildmodus zu verlassen
zh: 按F11或ESC键退出全屏模式

source: Full Screen
de: Vollbildmodus
zh: 全屏显示

source: Exit Full Screen
de: Vollbildmodus verlassen
zh: 退出全屏显示

source: Refreshed file list
de: Dateien aktualisiert
zh: 已更新文件列表

source: File saved successfully
de: Datei erfolgreich gespeichert
zh: 文件已成功保存

source: Nothing to save
de: Nichts zu speichern
zh: 没有内容被保存

source: File reverted successfully
de: Datei erfolgreich Rückgängig gemacht
zh: 文件已成功还原

source: Nothing to revert
de: Nichts zum Rückgängig machen
zh: 没有内容被还原

source: Already started a Hugo server
zh: 已启动 Hugo Server

source: Started Hugo server
zh: Hugo server 已开启

source: Built Hugo site
zh: 已组建Hugo Page

# addedFrontmatter
source: Added Front matter {name} with type {type}
de: Front matter {name} mit Typ {type} hinzugefügt
zh: 添加了类型为 {type} 的目录 {name}

source: Terminal
de: Kommandozeile
zh: 终端

source: Command:
de: Befehl:
zh: 命令:

source: Flags:
de: Optionen:
zh: 可选参数:

source: Search
de: Suchen
zh: 查找

# autoFrontmatterList
source: Automatically detect Front matter list
de: Front matter Liste automatisch erfassen
zh: 自动检测目录列表

# areYouSureAutoFrontmatterList
source: Automatically detect your BuhoCMS Front matter list from all files? The previous list will be overridden.
de: Deine BuhoCMS Front matter Liste aus allen Dateien automatisch erfassen? Die vorherige Liste wird dadurch überschrieben.
zh: 从所有的文件中自动检测你的BuhoCMS目录列表？之前的列表将被覆盖。

source: Reset Front matter list
de: Front matter Liste zurücksetzen
zh: 重置目录列表

# areYouSureResetFrontmatterList
source: Are you sure to reset your Front matter list to the default list? The default list contains "title", "date", "draft" and "tags".
de: Bist du sicher, deine Front matter Liste zur Standardliste zurückzusetzen? Die Standardliste beinhaltet "title", "date", "draft" und "tags".
zh: 你确定要将你的目录列表重置为默认列表吗？默认列表包含 "title", "date", "draft" and "tags".

source: Recently opened websites:
de: Kürzlich geöffnete Websites:
zh: 最近打开的网站:

source: Terminal output
de: Kommandozeilen-Ausgabe
zh: 终端输出

source: Show Terminal output
de: Kommandozeilen-Ausgabe zeigen
zh: 显示终端输出

source: Hide Terminal output
de: Kommandozeilen-Ausgabe verstecken
zh: 隐藏终端输出

source: Settings
de: Einstellungen
zh: 设置

source: APP SETTINGS
de: APP EINSTELLUNGEN
zh: 应用设置

# site
source: WEBSITE
zh: 网站

source: HUGO SETTINGS
zh: HUGO 设置

source: Language
de: Sprache
zh: 语言

# language_description
source: Change the language of BuhoCMS
de: Sprache von BuhoCMS ändern
zh: 更改BuhoCMS的语言

source: System language
de: Systemsprache
zh: 系统语言

source: Theme
de: Thema
zh: 主题

# theme_description
source: Change the app theme
de: Thema des Programms wechseln
zh: 改变应用主题

# themeSystem
source: System theme
de: Thema des Systems
zh: 系统主题

# themeLight
source: Light theme
de: Helles Thema
zh: 亮色主题

# themeDark
source: Dark theme
de: Dunkles Thema
zh: 暗色主题

source: Onboarding screen
de: Einführungsseite
zh: 开始页面

# onboardingScreen_description
source: Open the initial onboarding screen
de: Einführungsseite öffnen
zh: 点击以打开初始设置界面

source: MORE
de: MEHR
zh: 更多

# less
source: SHOW LESS
de: WENIGER ANZEIGEN
zh: 更多

# version
source: Version {versionNumber}
zh: 当前版本 {versionNumber}

# license
source: The code is licensed under the GPLv3 on GitHub (https://github.com/iakmds/buhocms). If you want to report a bug, request or improve a feature, please open an issue on GitHub. Thanks!
de: Der Quellcode ist unter der GPLv3 lizenziert und auf GitHub (https://github.com/iakmds/buhocms) verfügbar. Wenn du einen Fehler melden, eine Funktion vorschlagen oder etwas verbessern möchtest, öffne gerne ein "Issue" auf GitHub. Danke!
zh: 该代码在GitHub上以GPLv3的形式授权(https://github.com/iakmds/buhocms)。如果你想报告一个Bug，请求添加或改进功能，请在GitHub上发布一个issue。谢谢!

# checkSSGInstalled
source: Check, if {ssg} is installed
de: Überprüfen, ob {ssg} installiert ist

# websiteWillBeCreatedInFolder
source: The new {ssg} website will be created inside this folder:
de: Die neue {ssg} Website wird im ausgewählten Ordner erstellt

source: Website path
de: Pfad der Website

# createWebsiteNamed
source: Create {ssg} website named:
de: {ssg} Website erstellen namens:

source: Add new entry
de: Neuen Eintrag hinzufügen

source: Detect
de: Erfassen

source: Stopped {ssg} Server
de: {ssg} server gestoppt

# noSSGServerRunning
source: No {ssg} Server currently running
de: Kein {ssg} Server ist gerade aktiv

# tooltipHeading
source: Heading
de: Überschrift

# tooltipBold
source: Bold
de: Fett

# tooltipItalic
source: Italic
de: Kursiv

# tooltipStrikethrough
source: Strikethrough
de: Durchgestrichen

# tooltipImage
source: Image
de: Bild

# tooltipBulletedList
source: Bulleted list
de: Aufzählungsliste

# tooltipNumberedList
source: Numbered list
de: Nummerierte Liste

# tooltipCheckbox
source: Checkbox
de: Ankreuzfeld

# tooltipQuote
source: Quote
de: Zitat

# tooltipHorizontalRule
source: Horizontal rule
de: Horizontale Linie

source: Dismiss
de: Schließen
